#-*- coding: utf-8 -*-

import time
import random
import os

starttime = time.time()
print("[Dne,Dae,Deht]\n")
input("이 땅을 살아갔던 모든 사람 중에 내일을 아는 사람은 아무도 없었다. 심지어 일초 뒤를 알던 사람도 없었다. 아마, 아마 내가, 가능했던 유일한 사람이었을 것이다. 시간이라는 것은 참으로 묘하다. 심지어 우리 중 어느 누구도 현재를 볼 수가 없다. 지금 내가 보고 있던 것도 지금이 머리에 들어가기만큼 과거이다. 그런데 나는 미래를 볼 수 있었다. 그게 단지 일초일지라도.\n")
input("때는 내가 남아프리카 지방을 거닐다 어느 마을에 다다랐을 때의 일이다. 카를로비바리(Karlovy Vary)에서부터 시작한 긴 여정은 나의 많은 몸을 이미 지칠 대로 지치게 한 상태였다. 여행 중 많은 것이 변했다. 얼굴은 햇볕에 타 더욱 시커매졌고 귀를 간신히 덮던 머리는 어느새 목까지 내려오게 되었고, 갖고 왔던 책 싯다르타는 티라나(Tirana)의 어떤 호수 위를 지날 때 빠져 사라졌다. 거의 쓰지 않았던 공책과 싯다르타를 들고 짧은 머리를 한 그때의 나는 지금의 나와 아주 달랐다.\n")
input("아무 의욕도 없이 살아갔었다. 매일 아침은 나에게, 그래도 너 죽고 싶지는 않냐 하며 잠에서부터 나를 불러일으켰다. 치열하지만 의욕은 없는. 그런 기묘한 삶에 나는 중독된 환자였다. 하루하루에 중독되어 오늘을 산다. 하루의 약효가 떨어질 때 즈음 나는 눈을 감아 내일의 하루가 오기만을 기다린다. 내일도 별 다를 바 없을 거란 걸 알지만 나에게 공짜로 가질 수 있는 건 내일이라는 하루 말고는 없었다. 내일의 나를 믿을 수 있었던 건 그저 습관의 힘이었다. 매일 밤 아르바이트가 끝난 후에 서너 시간 글을 쓰다가 잠에 들었다. 아침이 되었을 때에는 그저 씻고 일어나 세상의 빈자리를 찾아 이곳저곳을 채워주었다. 그러다 밤이 되면 다시 하루의 기억들을 이것저것 꺼내고 어제 글의 마지막을 잇다가 잠에 들었다. 좋은 글이 내 삶도 바꿔줄 수 있을까.\n")
input("여행을 떠난 건 단순한 이유에서였다. 내일은, 그냥 내일은 오늘과 달랐으면 했다. 그리 거창하지는 않았다. 오늘과 조금 다르면 그걸로 충분했다. 언제 이 생각의 씨앗이 심어졌는지는 모르겠다. 단순히 반복된 생활을 하며 똑같은 내일을 기다리고 싶지 않았다. 여행. 여행은 내일을 알 수가 없다. 그렇게 나는 뒤돌아보지 않고 그냥. 그렇게 떠났다.\n")
input("그리고 어느새 여행의 막바지 지점에 다다르게 되었다. 해세는 인도여행이 끝날 즈음 무슨 생각을 했을까. 나는 무덤덤하지도 흥분되지도 않은 생각 어딘가에 사로잡힌 채 오늘 밤에 묵을 만한 장소를 찾고 있었다.\n")
input("길을 따라 걸은 지 얼마나 되었을까, 웬일인지 스무 살 정도로 보이는 하얀 피부의 아이가 나무 아래에서 쉬고 있었다. 남아프리카에 흰 피부의 아이라니. 나는 무언가 묘한 기분이 들다가 그 아이와 눈이 마주쳤다. 그 아이의 눈에는 푸른 하늘이 비치고 있었다. 그 아이는 내가 여행객인 걸 눈치챘는지 나에게 묵을 곳이 필요하냐 물었다. 영어다. 나는 반가운 마음에 그렇다고 말했고 그는 나를 자신의 집으로 인도해주겠다 하였다.\n")
input("그는 자신을 아프리카너사람이라 소개했다. 다른 말로 보어인이라고도 한단다. 그는 어린 나이치고는 웃음기 없는 표정으로 마을을 설명해주었다. 이곳에서는 꽤 오래전부터 백인들이 살아왔는데 그들의 조상은 내륙 대이동이 있던 시절 이후로 여기에서 정착하며 살고 있다고 한다. 그렇게 대이동이 있던 시기에 묘하게도 또 다른 큰 사건이 있었는데, 본디 이 땅에 살고 있던 원주민들의 아이들 엉덩이 뒤로 엄지 크기만한 노란 뿔이 자라나기 시작했다고 한다. 원주민의 족장은 이러한 일의 원인을 해결할 방법이 없었다. 주민들은 족장의 사내아이가 마을 입구에 감히 자기의 빠진 치아를 묻어둔 게 그 원인이라 생각했다. 마을 입구에 치아를 묻을 수 있던 사람은 오직 차기 족장뿐이었다. 그 사내아이게만 뿔이 자라지 않았던 것도 의심을 더욱 크게 만들었다. 마을 사람들은 그 아이를 산 정상에 위치한 붉은 곰 나무에 흩뿌려야 한다고 주장했다고 한다. 붉은 곰 나무 속에는 큰 굴이 있는데, 그 속에 곰의 기운이 산을 지배한다고 믿었다. 족장은 이러한 분위기 속에서 자신의 아들을 바칠 수 없었다. 게다가 입구에 아들의 치아를 묻은 건 사실 족장 자신이었다. 아들을 차기 후계자로 만들고자 하는 마음에 그는 재앙의 원인을 마침 대이동 중이던 백인들 탓으로 돌리기 시작했다. 백인들의 하얀 코가 그 뿔과 교묘히 닮았다는 이유에서였다. 그렇게 이동 중이던 보어인들은 밤마다 원주민들에게 납치되어 사라졌고, 대부분 붉은 곰 나무 쪽으로 사라졌다고 한다. 보어인들은 그들에 대항하여 그들이 본래 있던 고국 네덜란드에서 가져온 총으로 그들을 쏴 죽였다.\n")

input("서로가 서로를 무섭게 경계하며 노려보던 어느 날 밤. 많은 비가 내리는 와중에 붉은 곰 나무에 번개가 여러 번 내리쳤다. 붉은 곰 나무에 열 세 번 정도 번개가 동일하게 내리쳤다고 한다. 그다음 날, 추장의 아들은 사라졌고, 아이들 엉덩이 뒤로 자라던 노란 뿔은 마치 이빨이 빠지는 것처럼 흔들리다 뽑혀 사라지게 되었다고 한다. 그렇게 원주민들은 보어인들과의 전쟁을 멈췄고, 대이동 중이어서 갈 곳도 힘도 없던 보어인들은 붉은 곰 나무가 있는 산 반대쪽 아래에서 마을을 이루며 살게 되었다고 한다. 이 마을 이름이 번개 마을인 이유는 거기에 있었다. 보어인들은 번개 이후로 모든 것이 변하여 번개가 그들을 구해주었다고 생각했다.\n")
input("그렇게 바다를 건너 번개 마을에 살던 네덜란드인은 시간이 지나며 주위 사람들과 말이 섞이면서 새로운 언어를 사용하게 되었다. 오늘날 사람들은 이를 아프리칸스어라 부르게 되어 그들의 공용어가 되었고 아프리카의 유일한 백인의 언어가 되었다. 나를 이끌어 주던 그는 붉은 곰 나무를 보고 싶다면 오른쪽 샛길로 올라갔다가 해가 지기 전에 마을로 내려오라며 그 위치를 손으로 가리켜 주었다. 그는 자신의 이름을 이즐루라고 말했다. 나중에 이즐루가 사는 집으로 찾아오면 된다고 했다. 나는 산으로 향했다.\n\n\n\n\n")
input("아프리카 유일의 백인의 뿌리를 갖고 있는 언어. 그들은 그들의 ‘것’을 만들었다. 쉽게 사라질 수도 있고 잊혀질 수도 있고 동화될 수도 있는 길에서 그 ‘것’을 만들었다. 그 ‘것’은 그들의 치열함의 흔적이다. 그 ‘것’은 그들이 그들이게 해주는 이유가 되었다. 그 ‘것’이 내가 필요한 바로 그 것이다. 나의 공책에 있는 글들이 그 역할을 할 수 있지 않을까. 내가 가진 이야기들이 점점 많아지면 다른 이들도 내가 가진 그 ‘것’으로 부르지 않을까. 나는 가던 길을 잠시 멈추고 공책을 꺼내 그 글들을 바라보았다. 이 ‘것’들을 통해서 나는 다른 ‘이’로 여겨지게 될 것이다. 내 이름이 생길 것이다. 이런 생각도 잠시 공책 속에서 Dae라는 글자가 보였다. 알바니아에서 만났던 친구는 자신의 이름이 Dae라며 공책에 적어주었다. 그는 내 공책에 관심이 많았다. 이 공책에 쓰인 글을 설명하며 나는 내가 돌아가서는 다른 사람이 될 거라 얘기했다. 그러자 그는 이런 내 생각에 정면으로 반대되는 말을 했다. 평소에 그 친구는 나에게 많은 위로와 안식을 주었다. 비록 우리가 말이 잘 통하지는 않더라도 나를 위해주는 마음은 항상 충분히 전달되었었다. 그러던 그가 내 공책에 갖고 있던 생각만은 달랐다. 그는 나에게 글들이 너를 결정짓게 해서는 안 된다며 공책을 버릴 생각까지 하라고 말했었다. 위험하단다. 나는 깜짝 놀라 무슨 얘기냐 물어보자, 그는 사람마다 마음의 굴이 있다고 했다. 사람은 그 굴 속에 무언가 채워 넣게 되는데 내 마음의 굴 속 너무 깊은 곳에 그 공책이 들어가 있는 것 같다고 말했다. 내 상황을 잘 알지 않냐고 반문하니 그는 그래도 글들이 너의 존재를 대신 드러내 주지 않는단다. 너 자신이 글에 기생하며 살면 안된다는 것이었다. 나는 그래 그거야 그렇지라며 그저 흘려들었다. 그러면 어떻게 하라는 말인가. 중요한데 너무 중요한건 또 아니라고?\n")
input("그런 생각이 들면서 뒤에서 어떤 소리가 나서 정신을 차렸다. 어떤 새 한 마리가 나무 뒤에서 보인다. 그러고보니 산을 오르는데 조금씩 계속 따라오는 것 같았다. 나무 뒤에 있는 새는 한쪽 눈만 보였다. 자세히 보니 다른 새와 달리 새의 눈에 흰자위가 있었다. 그 눈에는 구름으로 가려진 하늘이 비치고 있었다.\n")
input("아프리카의 나무는 조금 달랐던 것인가. 아니 이 나무는 돌인지 나무인지 모를 정도로 단단하면서 그 사이에 성인이 들어갈 만한 큰 크기의 구멍이 나있었다. 번개에 맞은 자국이 아직 생생하게 남아있는 것 같았다. 나무가 주는 위압감이 대단했다. 가방과 공책을 내려놓고 나무 안의 구멍을 쳐다보았다. 꽤 깊어 보이는 굴이었다. 끝이 잘 보이지 않았다. 정말 이 속에 산의 기가 흐르고 있는 것 같았다.\n")
input("왜 나무 이름이 붉은 곰 나무일까… 라고 생각하는 찰나. 갑자기 나타난 새가 아래에 놓았던 가방을 부리로 쪼기 시작했다. 나는 나무에서 내려오다 비에 젖은 가지를 밟고 쿵 하고 미끄러졌다. 그러자 놀랐는지 옆에 있던 공책을 물고 하늘로 올랐다. 나는 재빨리 이빨같이 생긴 조약돌을 쥐고 새를 향해 던졌다. 새는 깜짝 놀랐는지 그만 나무 한 가운 데로 공책을 떨어트렸다. 새는 뭐라고 짖는지 말을 하며 사라졌다. 나는 두 눈을 꿈뻑였다. 갑자기 무슨 일이 일어난거지.\n")
input("공책은 굴 속으로 떨어졌다. 그 굴 속에 난 잔가지에 공책이 걸려있다. 나는 공책이 빠진 굴 쪽에 손을 길게 뻗었으나 공책은 빗물에 미끄러운지 더 깊숙한 곳으로 빠져들어 갔다. 마침 굴 반대편에는 길게 뻗은 물에 젖은 뿌리가 삐죽 튀어나와 있었다. 나는 반대편으로 몸을 옮겨 뿌리를 잡고 손을 길게 뻗었다. 비에 젖은 뿌리가 생각보다 미끄럽다는 건 너무 나중에 알게 된 것 같다. 그렇게 나는 굴속으로 굴러떨어지게 되었다.\n\n\n\n\n")

input("얼마나 시간이 흘렀는지 알 수 없었다. 굴 속에서 눈을 뜨니 비가 내려 물줄기가 타고 내려오고 있었다. 생각보다 굴 속은 길게 뿌리를 뻗고 있었다. 꽤 높은 거리를 떨어진 것 같았다. 다행히 다리부터 떨어져서 살아있기는 한 것 같았다. 다리는 이상하게 움직여지지 않는다. 그러나 아프지도 않다. 직감적으로 나는 느꼈다. 이곳이 내가 가본 마지막 장소가 될지도 모른다는 걸. 어이가 없어서 웃음이 나왔다. 지금은 밖은 잘 보이지 않았다. 아마 밤이어서 그런 것 같다. 손을 뻗어서 여기저기를 휘저어 보니 땅은 촉촉했다. 그리고 내 아래에 땅 속에 같이 박힌 책이 있었다. 그 공책이다.\n")
input("\n‘그래 그래도 이렇게 너랑 나는 같이 눈을 감겠구나’\n\n밖에는 천둥 소리가 났다. 아무것도 보이지 않았다. 나는 아프리카 어느 깊은 굴 속에 있었고 밤이 찾아오고 있었으며 천둥은 모든 소리를 삼켰다.\n\n\n\n\n")

input("삼일 정도는 지난 것 같았다. 아무 생각도 나지 않는다. 나는 아마 여기서 죽을 것이다. 눈을 감고 떴을 때 그리 별 차이가 나지 않는다. 굴의 입구 쪽을 보니 지금 낮인 것 같았다. 뭔가 환히 빛나고 있다. 사실 그게 별로 중요하지도 않았다. 그냥 아무렇지도 않았다. 아니 어쩌면 화가 나기도 하는 것 같았다. 그래도 내게는 공책이 있다. 아마 내가 여기서 눈을 감게 되면 나중에 어느 순간 누가 여기를 찾아오게 되지도 않을까? 그 때는 내가 이 공책의 주인이란 걸 알겠지. 그리고 이 글과 함께 누군가는 해석을 해보고 싶었을지도 모른다. 이런게 유작이라는 건가. 내 여행의 마지막이 이 나무인 건가. 목은 마르지 않았다. 다행이 입구를 따라 빗물이 가끔씩 들어왔다. 그 망할 놈의 새. 갑자기 그 새가 원망스럽다. 이 새가 나를 기분 나쁘게 따라올 때부터 뭔가 이상했다. 아니면 내가 만난 그 아이 이즐루. 그 아이를 만난 것부터 잘못된 거였을까. 아니면 내가 이렇게 여행을 떠나서 이곳에 오기까지 그 모든 순간이 잘못된 것인가. 나는 그저 하루를 다르게 살고 싶었을 뿐인데 왜 이런 일이 나에게 일어나지. 겨우 그런 이유로 내 자리를 잠시 벗어났다는 이유로 나에게 이러한 벌이 내려지는 건가. 나는 왜 여기에 갇혀있어야 하는거지. 순간 원망스러운 생각이 들었다.\n")
input("내가 이곳에 있어야 할 이유는 없어 보였다. 나는 어느 깊은 공간을 발견하였고 그 속에 내 공책과 나는 어둠 속에서 함께 있다. 아니다. 아무 상관없다. 그냥 돌아가서 매일 반복되는 삶을 살 바에야 그냥 아무도 모르게 여기서 사라지는 것도 나쁘지는 않을 것 같기도 하다. 그러나 그것과 상관없이 너무 배가 고프다. 마들렌을 먹고 싶다. 그냥 내 머리에 마들렌이 생각났다. 평소에 많이 즐겨보지도 않았는데 그냥 마들렌이 먹고 싶다. 따뜻한 찻잔과 함께 목을 적셔가면서 먹으면 긴 숲 사이로 나오는 춤을 추는 붉은 곰이 살고 있는 나무 집이 보인다. 그 집 안에 곰은 중절모가 유독 잘 어울린다. 그 곰은 매일 아침 집 밖을 나서기 전에 거울을 보면서 춤을 연습한다. 그러다 밖에 만약 어떤 누군가가 보고 있다는 생각이 들면 화들짝 놀라면서 창문 밖을 쳐다보고, 얼른 창문으로 가서 커튼으로 이를 가리고 다시 자신이 멋지게 준비한 춤을 연습한다. 그렇게 춤을 추면서 어머니가 보내주신 밀로 먹을 거를 하나 둘 만들다가 오늘은 마침 마들렌을 만든 것이다. 그 마들렌과 함께 홍차를 적셔 먹으면 좋을까 싶지만 홍차를 먹게 되면 곰은 잠을 푹 잘 수가 없다. 다른 어느 날과 마찬가지로 춤을 추고 있던 곰은 다시 창문을 바라봤을 때 누가 쳐다보고 있는 것 같았다. 이런. 바로 그 새다. 흰자가 보이는 그 새가 곰을 쳐다보고 있다. 정신을 차려보니 그 새가 굴 위에서 나를 쳐다보고 있었다. 아니 그 새는 없다. 비가 내려서 온통 아무것도 보이지 않는다. 심지어 옆에는 조그마한 물 웅덩이마저 생겼다. 그런데 웅덩이가 푸른 빛을 띠고 있다. 아무 정신이 없다.\n")
input("‘엄마 … ’\n\n나도 모르게 어머니를 찾았다. 그러자 푸른 빛으로 어머니의 형상이 비치는 것 같다. 물 웅덩이에서 푸른 빛으로 어머니의 형상이 보인다. 어머니는 새벽 잠에서 일어나서 무언가를 주섬주섬 챙기고 있었다. 아마 교회로 향하시는 게 아닐까. 어머니는 아침부터 뭔가를 본다. 편지다. 내가 가장 최근에 보냈던 편지다. 아니 정말 어머니다. 어머니의 얼굴 표정이 너무나도 생생하게 물에 비쳤다. 정말 어머니가 맞았다.\n")

input("나는 제자리를 고쳐 앉아서 물을 바라보았다. 물은 온통 푸른 빛이다. 무언가 이상하다. 빛은 분명 어디에도 들어오고 있지 않았다. 다시 눈을 깊게 감았다 눈을 크게 뜨니 어머니는 어디에도 보이지 않는다.\n")

input("이즐루. 그 아이를 찾아야한다. 그가 유일하게 내가 이곳으로 왔다는 걸 알고 있던 사람이다. 아니 그는 왜 나를 찾지 않는 거지? 내가 그의 집에 내려가지 않았다면 분명 이 곳으로 오는 길로 찾아오지 않았을까. 그가 나를 찾지 않는 것은 너무나도 이상했다. 나는 푸른 물을 쳐다보았다. 혹시나 하는 마음에 목을 가다듬고 다시 한번 얘기 했다.\n")

input("‘이즐루를 보고 싶다’\n\n푸른 물에 처음 이즐루를 봤던 장소가 희미하게 비치더니 이즐루의 얼굴이 더욱 자세하게 그려졌다. 이즐루는 동일하게 그 나무 아래에서 누군가를 기다리는 것 같았다. 그는 여기저기 주위를 두리번 거렸다. 그는 이상하게도 꼼짝하지 않고 그 자리에서 누군가를 기다리는 것 같았다. 그가 앉아 있던 자리 주위에 비가 내리고 있었다. 이즐루는 멍하니 그 길가를 쳐다보면서 바라보고 있었다. 그의 눈에 흰자는 더욱 흐리멍텅해보였다. 갑자기 그가 있는 장소에서 환하게 번개가 내리쳤다. 잠시 후 입구 쪽 하늘에서도 환하게 번개가 내리쳤다.\n")
input("아니 무언가 이상하다. 그리 멀리 떨어진 장소가 아니다. 동시에 밝아져야 정상이다. 빛은 그만큼 빠르다. 이 장소에 오기까지 시간이 걸리진 않는다. 나는 눈에 힘을 주고 계속 이즐루를 바라보았다. 계속 그 장소에서 앉아서 누군가를 기다린다. 비가 더욱 거세진다. 아무도 지나가지 않는다. 그러다 갑자기 또 한 번 번개가 내리쳤다. 나는 다시 굴 입구를 쳐다보았다. 입구가 다시 한 번 환해졌다. 확실히 동시에 번쩍이지는 않았다. 확실히 무언가 이상하다. 나는 그를 계속 쳐다 보았다.\n")
input("번개가 열 두 번 정도 쳤다. 그 모든 순간 약 일초 뒤에 이 곳이 반짝였다. 이즐루가 이 곳까지 그렇게 멀리 떨어져 있는게 아니라면 일초 뒤를 푸른 물이 보여주어야만 가능하다. 나는 계속 푸른 물에서 그를 바라보았다. 열 세 번째 번개가 치자마자 푸른 물에서 이즐루는 사라져 보이지 않게 되었고, 정확히 일초 뒤 굴의 입구에 환하게 비치는 하늘과 흰자가 보이는 새가 보였다 사라졌다.\n")
input("비가 서서히 그쳤다. 나는 눈을 감고 생각했다. 이 푸른 물은 일초 뒤를 보여주는 것 같다. 나는 다시 말했다.\n\n‘이즐루를 보고 싶다’\n\n아무 것도 보이지 않았다. 무언가 이상했다. 나는 이 푸른 물을 시험해 보고 싶었다.\n\n\n\n\n")

input("이 푸른 물은 나와 관계가 있는 사람만 보여지는 것 같았다. 나와 관계가 있는 사람은 보인다. 그것도 관계가 깊을수록 더 선명하게 보인다. 그리고 죽은 사람은 보이지 않는다. 관계가 사라졌기 때문일까. 죽은 사람을 얘기하면 이즐루가 보이지 않게 되었던 것처럼 푸른 물에서 아무 것도 보이지 않게 된다. 이즐루에게 무슨일이 일어난 것일까. 그리고 갑자기 그 새는 왜 나타났을까..\n")
input("알바니아에서 만났던 친구 데는 지금 무엇을 할까. 그도 남쪽 방향으로 나중에 돌아온다 했었다. 그는 돌아온다고 했었다. 그의 여행의 출발지는 이곳이었나? 그렇게 얘기했던 것 같다.\n")
print("‘데를 보고 싶다’\n\n")
print("그가 눈 앞에 나타났다. 그는 마침 식사를 하려는 찰나였던 것 같다. 그는 항상 동일한 기도를 한 후 식사를 했었다. 이번에도 같은 기도로 시작했다.\n")

input("‘Die HERE is my herder…’\n")
input("나중에 뜻을 물어보려 했지만 기회를 놓쳤다. 지금 그는 동일한 구절로 무언가 웅얼거렸다. 그가 있는 곳이 우리가 있었던 알바니아 쪽은 아닌 것 같다. 나무를 보니 이쪽의 나무와 비슷하다. 아마 그는 남아프리카쪽으로 온 것 같았다! 내가 이쪽으로 오라고 얘기를 할 수 있으면 얼마나 좋으련만. 내가 지금 여기서 아무 것도 먹지 못하고 이렇게 죽게 생겼다고. 그리고 여기에 일초 뒤를 보여주는 정말 이상한 우물이 있다고. 그 망할 새만 아니었으면 이런 일은 없었을 텐데 그 새를 조심하라고…\n")
input("나는 다시 떠오른 좌절감에 드러누었다. 물만 마시면 어느 정도 살 수 있을까. 며칠이 지난 건지 진작에 샐 걸 그랬다. 진작에 샐 걸 그랬다..\n\n\n\n\n")

input("죽음은 어떻게 다가올까. 아무 소리 없이 도둑처럼 다가올까. 아니면 죽음이 언제 다가올 거라는 걸 본인은 알 수 있을까. 지금의 나로서는 얼마 뒤에 죽음이 올거라는 생각이 든다. 이 생각은 맞는 것 같다. 오리라는 걸 알 것 같다 보다는 오는게 맞다. 그 생각은 틀린게 아니라 맞다. 돌아가게 되면 여행 중 썼던 많은 글들을 출판하고 싶었다. 적어도 등단을 했으면 요절하는 것도 나쁘진 않았을 텐데. 이렇게 된 이상 글이 무슨 소용 있나. 글이 돌아가서 나를 하루하루로부터 살려 줄거라 생각했는데 공책을 구하려다가 이렇게 굴에 빠지게 됐다니. 그 망할 놈의 새를 탓하는 것도 그만이다. 사실 새가 나를 죽인 것도 아니다. 내가 나를 굴 속에 집어 넣었다. 하하하… 글들 몇 문장을 살리려고 내가 죽었다. 이게 무슨 소용인가. 내가 죽으면. 데의 말을 들을 걸 그랬다.\n")
input("머리가 멍해지다가 불현듯 하나의 생각이 나를 스쳤다. 진작 왜 이 생각을 못 했을까. 나는 푸른 물 앞으로 다가갔다. 숨을 참고 눈을 감았다. 그러다 다물었던 입을 열고 얘기했다.\n")
input("‘나를 보고 싶다’\n")
input("내가 놀라는 모습이 보이면서 놀란 소리를 내자 지금 내가 똑같이 놀라는 표정을 지으면서 소리를 내었다. 맞다. 일초 뒤를 보여주는게 맞다.\n")

input("나는 생각이 맞았다는 생각에 왠지 모를 뿌듯함이 밀려옴과 동시에 이 푸른 물이 무서워지기 시작했다. 물이 비춘 나는 그 어느 누구보다 선명히 보였다. 어느 관계보다 나와의 관계가 가장 깊기 때문일까. 죽은 이들을 불렀을 때의 뿌연 모습과 철저히 대조되는 모습이었다.\n")

input("나는 눈을 크게 뜨고 굴 사이로 보이는 작은 하늘을 보았다. 푸르르다. 갑자기 눈에서 눈물이 나기 시작했다. 가슴이 뛰기 시작했다. 두려운 마음이 크게 들기 시작했다. 그럼에도 나는 이를 멈추고 싶지 않았다. 가슴이 더욱 가쁘게 뛰기 시작했다. 죽음이 삶을 쫓아와 막다른 골목에 가두었을 때 그 삶의 표정은 어떠할까. 길은 막다른 골목이어야 적당하다.\n")

input("나는 마치 무섭지만 손가락 사이로 티브이를 보고 싶어하는 아해와 같은 표정을 지었다. 굳었던 입을 열어 다시 얘기했다.\n")

input("'나는… 나를… 보고 싶다…'\n")
print("나의 모습이 물에 스르르 비춰졌다. 일초 뒤의 내가 보였다.\n")
print("나는 1초 뒤의 나를 쳐다보았다.")
endtime = time.time()
duration = endtime-starttime

time.sleep(1)
rand = random.randrange(100,200)
for i in range(1,rand):
	print("%s초 뒤의 나는 %s초 뒤의 나를 쳐다보고 있다." % (i, i+1))
	time.sleep(50.0 / 1000.0)
print("(길은 막다른 골목이어야 적당하다)")
time.sleep(1)
for i in range(rand,0, -1):
	print("%s초 뒤의 나는 %s초 뒤의 나를 볼 수 없었다." % (i, i+1))
	time.sleep(1)
print("일초 뒤의 나는 나도 모르게 속삭였다.\n")
print("'Al gaan ek ook in ‘n dal van doodskaduwee….'\n")
time.sleep(5)
input("")